{
  "Id": 14124,
  "Specialty": 1,
  "BaseProp": 12101,
  "BasePropValue": 48,
  "SubProp": 21103,
  "SubPropValue": 1920,
  "Name": "Riot Suppressor Mark VI",
  "Rarity": 4,
  "Refinements": {
    "Name": "Security Patrol",
    "Descriptions": [
      "Increases CRIT Rate by <color=#2BAD00>15%</color>. Launching an <color=#ffffff>EX Special Attack</color> grants the equipper 8 Charge stacks, up to a maximum of 8 stacks. Whenever the equipper's <color=#ffffff>Basic Attack</color> deals <color=#fe437e>Ether DMG</color>, consumes a Charge stack and increases the skill's DMG by <color=#2BAD00>35%</color>.",
      "Increases CRIT Rate by <color=#2BAD00>18.8%</color>. Launching an <color=#ffffff>EX Special Attack</color> grants the equipper 8 Charge stacks, up to a maximum of 8 stacks. Whenever the equipper's <color=#ffffff>Basic Attack</color> deals <color=#fe437e>Ether DMG</color>, consumes a Charge stack and increases the skill's DMG by <color=#2BAD00>43.5%</color>.",
      "Increases CRIT Rate by <color=#2BAD00>22.6%</color>. Launching an <color=#ffffff>EX Special Attack</color> grants the equipper 8 Charge stacks, up to a maximum of 8 stacks. Whenever the equipper's <color=#ffffff>Basic Attack</color> deals <color=#fe437e>Ether DMG</color>, consumes a Charge stack and increases the skill's DMG by <color=#2BAD00>52%</color>.",
      "Increases CRIT Rate by <color=#2BAD00>26.4%</color>. Launching an <color=#ffffff>EX Special Attack</color> grants the equipper 8 Charge stacks, up to a maximum of 8 stacks. Whenever the equipper's <color=#ffffff>Basic Attack</color> deals <color=#fe437e>Ether DMG</color>, consumes a Charge stack and increases the skill's DMG by <color=#2BAD00>60.5%</color>.",
      "Increases CRIT Rate by <color=#2BAD00>30%</color>. Launching an <color=#ffffff>EX Special Attack</color> grants the equipper 8 Charge stacks, up to a maximum of 8 stacks. Whenever the equipper's <color=#ffffff>Basic Attack</color> deals <color=#fe437e>Ether DMG</color>, consumes a Charge stack and increases the skill's DMG by <color=#2BAD00>70%</color>."
    ]
  }
}